const collegeList = [
  '信息科技学院',
  '生物与环境学院',
  '城建学院',
  '现代服务学院',
  '人文外国语学院',
  '艺术学院',
  '树兰国际医学院'
]
const majorList = {
  0: ['物联网工程', '通信工程', '电子信息工程', '计算机技术与科学', '电子商务', '数字媒体技术', '数据科学与大数据技术'],//信息科技学院
  1: ['环境工程', '生物工程', '应用化学', '食品科学与工程', '化学工程与工艺', '食品质量与安全', '环境生态工程'],//生物与环境工程学院
  2: ['城乡规划', '土木工程', '风景园林', '交通运输', '钢结构', '建筑学'],//城建学院
  3: ['投资学', '国际金融(专)', '社会工作', '老年服务与管理', '旅游管理', '会展经济与管理', '国际商务', '物流管理', '电子商务(专)', '国际经济与贸易', '国际经济与贸易(茶文化)'],//现代服务业学院
  4: ['汉语言文学', '秘书学', '新闻学', '网络与新媒体', '汉语国际教育', '涉外文秘(专)', '日语', '英语', '朝鲜语(韩语)', '商务英语'],//人文与外国语学院
  5: ['工艺美术', '产品设计', '动画', '环境设计', '视觉传达设计', '工业设计'],//艺术学院
  6: ['临床医学', '医学检验技术', '护理学', '护理(专)'],//树兰国际医学院
};
export { collegeList, majorList }